[
  {
    "name": "Tomato Seeds 1kg",
    "category": "Seeds",
    "price": "750",
    "imageLink": "https://5.imimg.com/data5/SELLER/Default/2020/9/JF/FP/AA/38589522/organic-tomato-seeds.jpg",
    "description": "Tomato seeds are popular for growing juicy and flavorful tomatoes in your garden. They come in various varieties, including cherry tomatoes, beefsteak tomatoes, and heirloom tomatoes. Tomato seeds are suitable for both indoor and outdoor cultivation, providing you with delicious homegrown tomatoes."
  },
  {
    "name": "Basil Seeds",
    "category": "Seeds",
    "price": "199",
    "imageLink": "https://cdn.shopify.com/s/files/1/0573/7735/8022/products/57.2Basilseed_1999x.png?v=1633894103",
    "description": "Basil seeds are aromatic and flavorful, perfect for growing fresh basil in your garden or kitchen. Basil is a versatile herb used in various cuisines, and growing it from seeds ensures a continuous supply of fragrant leaves. Basil seeds can be grown in pots or garden beds, offering a delightful addition to your culinary endeavors."
  },
  {
    "name": "Coriander Seeds 1kg",
    "category": "Seeds",
    "price": "70",
    "imageLink": "https://5.imimg.com/data5/NM/NO/MY-45310343/organic-coriander-seed-500x500.jpg",
    "description": "Coriander seeds, also known as cilantro, are used for growing the popular herb with fresh leaves and flavorful seeds. Coriander leaves add a refreshing touch to dishes, while the seeds are commonly used as a spice. Coriander seeds can be sown directly in the ground or in pots, providing a versatile and essential herb for Indian cuisine."
  },
  {
    "name": "Chili Pepper Seeds 50g",
    "category": "Seeds",
    "price": "500",
    "imageLink": "https://5.imimg.com/data5/SELLER/Default/2022/11/FG/WH/DE/17464303/chilli-seeds-1-.jpg",
    "description": "Chili pepper seeds offer a wide range of options for growing spicy peppers in your garden. From mild to fiery hot varieties, chili peppers add heat and flavor to various dishes. They can be grown in pots or garden beds, and their vibrant colors make them a visually appealing addition to your garden."
  },
  {
    "name": "Cucumber Seeds 200gm",
    "category": "Seeds",
    "price": "310",
    "imageLink": "https://www.jiomart.com/images/product/original/rvuhaubjdz/hanumakkhya-kheera-magaj-cucumber-seeds-200gm-product-images-orvuhaubjdz-p592016247-0-202206091346.jpg?im=Resize=(1000,1000)",
    "description": "Cucumber seeds are perfect for growing crisp and refreshing cucumbers in your garden. Cucumbers are versatile vegetables, great for salads, pickles, and refreshing beverages. They can be grown on trellises, in pots, or in the ground, offering abundant harvests during the summer months."
  },
  {
    "name": "Gardening Gloves",
    "category": "Accessories",
    "price": "200",
    "imageLink": "https://rukminim1.flixcart.com/image/850/1000/kuu4x3k0/gardening-shoulder-glove/l/q/q/garden-gloves-with-built-in-claws-easy-to-dig-plant-tedred-original-imag7vbsm3y4aumz.jpeg?q=20",
    "description": "Gardening gloves are essential for protecting your hands while working with plants. They provide grip, prevent blisters, and shield your hands from thorns, prickles, or rough surfaces. These gloves are made from durable materials and come in various sizes and designs to suit your gardening needs."
  },
  {
    "name": "Pruning Shears",
    "category": "Accessories",
    "price": "475",
    "imageLink": "https://cdn.shopify.com/s/files/1/0561/1477/4151/products/2edd9ad4-624a-4c47-9381-ddbab69f6b6c_1000x.jpg?v=1673863811",
    "description": "Pruning shears, also known as secateurs, are essential tools for cutting and shaping plants. They have sharp blades designed to make clean cuts, whether you're trimming branches, deadheading flowers, or harvesting fruits and vegetables. Pruning shears come in different sizes and styles to suit various pruning tasks."
  },
  {
    "name": "Garden Trowel",
    "category": "Accessories",
    "price": "99",
    "imageLink": "https://cdn.shopify.com/s/files/1/0047/9730/0847/products/nurserylive-gardening-tools-transplanting-trowel-no-mmi-83-gardening-tool-16969398190220.jpg?v=1634230774",
    "description": "A garden trowel is a versatile hand tool for digging, planting, and transferring soil. It has a sturdy metal blade with a pointed tip and a comfortable handle. Garden trowels come in different sizes and materials, such as stainless steel or aluminum, providing durability and ease of use."
  },
  {
    "name": "Watering Can",
    "category": "Accessories",
    "price": "599",
    "imageLink": "https://cdn.shopify.com/s/files/1/0579/7924/0580/products/WateringCans_UgaooListing-08.jpg?v=1681212285&width=1500",
    "description": "A watering can is a must-have gardening accessory for efficiently watering your plants. It has a spout and a handle for easy pouring and maneuvering. Watering cans are available in various sizes and materials, such as plastic or metal, and often feature a removable rose attachment for gentle watering."
  },
  {
    "name": "Plant Labels",
    "category": "Accessories",
    "price": "1020",
    "imageLink": "https://m.media-amazon.com/images/I/71O0EPc45sS._AC_UF350,350_QL80_.jpg",
    "description": "Plant labels are useful for marking and identifying your plants in the garden. They are typically made of durable materials like plastic or metal and come with a writable surface. Plant labels help you keep track of plant names, varieties, or planting dates, making it easier to maintain and organize your garden."
  },

  {
    "name": "Rose",
    "category": "Garden Plants",
    "price": "399",
    "imageLink": "https://nurserynisarga.in/wp-content/uploads/2020/07/IMG_20200715_114824.jpg",
    "description": "Roses are classic and elegant flowering plants that come in various colors and varieties. They are known for their beautiful blooms and pleasant fragrance. Roses are versatile and can be grown in gardens, flower beds, or containers, adding charm and beauty to your outdoor spaces."
  },
  {
    "name": "Lavender",
    "category": "Garden Plants",
    "price": "399",
    "imageLink": "https://cdn.shopify.com/s/files/1/0047/9730/0847/files/Lavender_1_480x480.jpg?v=1617216382",
    "description": "Lavender is a fragrant herb with beautiful purple flowers. It is known for its calming aroma and is commonly used in aromatherapy and herbal remedies. Lavender plants are perfect for adding color and fragrance to your garden or for creating decorative borders and hedges."
  },
  {
    "name": "Hibiscus",
    "category": "Garden Plants",
    "price": "199",
    "imageLink": "https://nurserynisarga.in/wp-content/uploads/2019/09/Desi-Hibiscus-Flower-Plant-04.webp",
    "description": "Hibiscus plants are tropical flowering plants that produce large and vibrant flowers. They come in a variety of colors, including red, pink, yellow, and white. Hibiscus plants are ideal for creating a tropical ambiance in your garden and attracting butterflies and hummingbirds."
  },
  {
    "name": "Jasmine",
    "category": "Garden Plants",
    "price": "299",
    "imageLink": "https://paudhshala.com/pub/media/catalog/product/cache/6267e56aaf40fbea9d3c10a535c02bf0/t/r/trachelospermum-jasminoides-plant-for-sale.jpeg",
    "description": "Jasmine plants are renowned for their sweet and intoxicating fragrance. They produce clusters of small white flowers that bloom throughout the summer. Jasmine plants are great for adding fragrance to your garden or for training on trellises and fences."
  },
  {
    "name": "Sunflower",
    "category": "Garden Plants",
    "price": "199",
    "imageLink": "https://cdn.shopify.com/s/files/1/0047/9730/0847/products/nurserylive-seeds-sunflower-russian-giant-desi-flower-seeds-16969358606476.jpg?v=1634204992",
    "description": "Sunflowers are cheerful and vibrant plants that are known for their large and distinctive yellow flowers. They are easy to grow and can reach impressive heights. Sunflowers are perfect for adding a pop of color and attracting bees and birds to your garden."
  },
  {
    "name": "Money Plant (Epipremnum aureum)",
    "category": "Plants",
    "price": "199",
    "imageLink": "https://i0.wp.com/plantila.in/wp-content/uploads/2022/10/Marble-Money-Plant.png?fit=800%2C800&ssl=1",
    "description": "The Money Plant, also known as Golden Pothos or Devil's Ivy, is a popular Plants plant in India. It has heart-shaped leaves and is believed to bring good luck and financial prosperity. Money Plants are easy to care for and can thrive in various lighting conditions."
  },
  {
    "name": "Dracaena",
    "category": "Plants",
    "price": "340",
    "imageLink": "https://wildroots.in/wp-content/uploads/2022/07/Milky-dracaena-1.jpg",
    "description": "Dracaena plants are widely used as Plants decorative plants in India. They have long, sword-shaped leaves and come in various varieties with different leaf colors and patterns. Dracaena plants are known for their air-purifying qualities and can add a touch of elegance to any room."
  },
  {
    "name": "Snake Plant (Sansevieria)",
    "category": "Plants",
    "price": "180",
    "imageLink": "https://m.media-amazon.com/images/I/41ZDuP7R95S._AC_UF1000,1000_QL80_.jpg",
    "description": "Snake Plants, also known as Sansevieria or Mother-in-Law's Tongue, are popular Plants plants in India. They have tall, upright leaves with variegated patterns and are known for their resilience and ability to improve Plants air quality. Snake Plants are easy to care for and can tolerate low-light conditions."
  },
  {
    "name": "Areca Palm",
    "category": "Plants",
    "price": "250",
    "imageLink": "https://m.media-amazon.com/images/I/71uL5ps9NlL._AC_UF1000,1000_QL80_.jpg",
    "description": "Areca Palm is a popular Plants palm tree in India. It has feathery, arching fronds and can add a tropical touch to any Plants space. Areca Palms are known for their air-purifying properties and are relatively low maintenance, making them a great choice for Plants gardening."
  },
  {
    "name": "Aloe Vera",
    "category": "Plants",
    "price": "127",
    "imageLink": "https://m.media-amazon.com/images/I/41tIpJj2jUL.jpg",
    "description": "Aloe Vera is a versatile Plants plant in India. It has succulent leaves filled with gel that is used for various medicinal and skincare purposes. Aloe Vera plants are easy to grow and can be kept Plantss, providing a fresh and soothing touch to any home."
  },

  {
    "name": "Terracotta Pot 1pcs",
    "category": "Pots",
    "price": "199",
    "imageLink": "https://www.ikea.com/in/en/images/products/brunbaer-plant-pot-with-saucer-outdoor-terracotta__1097588_pe865047_s5.jpg",
    "description": "Terracotta pots are classic clay pots that are porous and allow air and water circulation around the plant roots. They are known for their natural and rustic appearance. Terracotta pots come in various sizes and shapes, providing a traditional and timeless look to your garden."
  },
  {
    "name": "Ceramic Pot",
    "category": "Pots",
    "price": "299",
    "imageLink": "https://m.media-amazon.com/images/I/61CcT5iL4dL.jpg",
    "description": "Ceramic pots are made from clay that is fired at high temperatures, resulting in a durable and decorative container. They come in a wide range of colors, designs, and textures, adding an aesthetic touch to your plants. Ceramic pots are available in different sizes and shapes, suitable for indoor and outdoor gardening."
  },
  {
    "name": "Plastic Pot",
    "category": "Pots",
    "price": "159",
    "imageLink": "https://cdn.shopify.com/s/files/1/0047/9730/0847/products/nurserylive-g-5-inch-13-cm-grower-round-plastic-pot-terracotta-color-set-of-6.jpg?v=1634209231",
    "description": "Plastic pots are lightweight, affordable, and easy to clean, making them a popular choice for gardening. They come in various colors and sizes and are available in different styles, such as hanging pots or nursery pots. Plastic pots are versatile and suitable for both indoor and outdoor plantings."
  },
  {
    "name": "Metal Pot 2pcs",
    "category": "Pots",
    "price": "2499",
    "imageLink": "https://m.media-amazon.com/images/I/71YvCyMKeEL._AC_UF894,1000_QL80_.jpg",
    "description": "Metal pots, such as those made of stainless steel or galvanized iron, provide a sleek and modern look to your garden. They are durable, weather-resistant, and suitable for both indoor and outdoor use. Metal pots come in different sizes and shapes, adding an elegant touch to your plants."
  },
  {
    "name": "Hanging Basket 5pcs",
    "category": "Pots",
    "price": "499",
    "imageLink": "https://m.media-amazon.com/images/I/61PoRURFsBL.jpg",
    "description": "Hanging baskets are ideal for adding vertical interest and maximizing space in your garden or balcony. They come in various materials, such as plastic, metal, or woven baskets, and can accommodate a variety of trailing or cascading plants. Hanging baskets are versatile and bring beauty at eye level."
  }
]
